<?php
get_header();
/**
 * Template Name: プライバシーポリシー
 */
?>

<?php
// サブビューをテンプレート化。
// 表示内容はtenplate-parts/subview.phpにて設定
get_template_part('template-parts/subview');
?>

<div class="u-bg-orange-gray">
  <?php
  // パンくずリスト
  get_template_part('template-parts/breadcrumb');
  ?>
  <article class="l-base p-privacy-intro">
    <section class="p-privacy-intro__sec">

      <dl>
        <dt>第1条（個人情報）</dt>
        <dd>
          <p>「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び容貌、指紋、声紋にかかるデータ、及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
        </dd>
      </dl>

      <dl>
        <dt>第2条（個人情報の収集方法）</dt>
        <dd>
          国立研究開発法人国立精神・神経医療研究センター認知行動療法センター CPTウェブサイト運営事務局（以下、事務局といいます）は、利用者が利用登録をする際に氏名、メールアドレスなどの個人情報をお尋ねすることがあります。
        </dd>
      </dl>
      <dl>
        <dt>第3条（個人情報を収集・利用する目的）</dt>
        <dd>
          <p>事務局が個人情報を収集・利用する目的は、以下のとおりです。</p>
          <ul>
            <li>・利用者からのお問い合わせに回答するため（本人確認を行うことを含む）</li>
            <li>・利用者が利用中のサービスの新機能、更新情報等及び事務局が提供する他のサービスの案内のメールを送付するため</li>
            <li>・メンテナンス、重要なお知らせなど必要に応じたご連絡のため</li>
            <li>・利用規約に違反した利用者や、不正・不当な目的でサービスを利用しようとする利用者の特定をし、ご利用をお断りするため</li>
            <li>・利用者にご自身の登録情報の閲覧や変更、削除、ご利用状況の閲覧を行っていただくため</li>
            <li>・上記の利用目的に付随する目的</li>
          </ul>
        </dd>
      </dl>
      <dl>
        <dt>第4条（利用目的の変更）</dt>
        <dd>
          <p>事務局は、利用目的が変更前と関連性を有すると合理的に認められる場合に限り、個人情報の利用目的を変更するものとします。<br>利用目的の変更を行った場合には、変更後の目的について、事務局所定の方法により、利用者に通知し、または当ウェブサイト上に公表するものとします。</p>
        </dd>
      </dl>
      <dl>
        <dt>第5条（個人情報の第三者提供）</dt>
        <dd>
          <p>事務局は、次に掲げる場合を除いて、あらかじめ利用者の同意を得ることなく、第三者に個人情報を提供することはありません。ただし、個人情報保護法その他の法令で認められる場合を除きます。</p>
          <ul>
            <li>・人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき</li>
            <li>・国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
            <li>・予め次の事項を告知あるいは公表し、かつ事務局が個人情報保護委員会に届出をしたとき前項の定めにかかわらず、次に掲げる場合には、当該情報の提供先は第三者に該当しないものとします。</li>
            <li>・事務局が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合</li>
            <li>・合併、再編その他の事由による事業の承継に伴って個人情報が提供される場合</li>
            <li>・個人情報を特定の者との間で共同して利用する場合であって、その旨並びに共同して利用される個人情報の項目、共同して利用する者の範囲、利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について、あらかじめ本人に通知し、または本人が容易に知り得る状態に置いた場合</li>
          </ul>
        </dd>
      </dl>
      <dl>
        <dt>第6条（個人情報の開示）</dt>
        <dd>
          <p>事務局は、本人から個人情報の開示を求められたときは、本人に対し、遅滞なくこれを開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。</p>
          <ul>
            <li>・本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</li>
            <li>・事務局の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
            <li>・その他法令に違反することとなる場合<br>前項の定めにかかわらず、履歴情報および特性情報などの個人情報以外の情報については、原則として開示いたしません。</li>
          </ul>
        </dd>
      </dl>
      <dl>
        <dt>第7条（個人情報の訂正および削除）</dt>
        <dd>
          <p>利用者は、事務局の保有する自己の個人情報が誤った情報である場合には、事務局が定める手続きにより、事務局に対して個人情報の訂正、追加または削除（以下、「訂正等」といいます。）を請求することができます。<br>事務局は、利用者から前項の請求を受けてその請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の訂正等を行うものとします。<br>事務局は、前項の規定に基づき訂正等を行った場合、または訂正等を行わない旨の決定をしたときは遅滞なく、これを利用者に通知します。</p>
        </dd>
      </dl>
      <dl>
        <dt>第8条（個人情報の利用停止等）</dt>
        <dd>
          <p>事務局は、本人から、個人情報が、利用目的の範囲を超えて取り扱われているという理由、または不正の手段により取得されたものであるという理由により、その利用の停止または消去（以下、「利用停止等」といいます。）を求められた場合には、遅滞なく必要な調査を行います。<br>前項の調査結果に基づき、その請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の利用停止等を行います。<br>事務局は、前項の規定に基づき利用停止等を行った場合、または利用停止等を行わない旨の決定をしたときは、遅滞なく、これを利用者に通知します。<br>前2項にかかわらず、利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、利用者の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は、この代替策を講じるものとします。</p>
        </dd>
      </dl>
      <dl>
        <dt>第9条（プライバシーポリシーの変更）</dt>
        <dd>
          <p>本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、利用者に通知することなく、変更することができるものとします。<br>事務局が別途定める場合を除いて、変更後のプライバシーポリシーは、当サイトに掲載したときから効力を生じるものとします。</p>
        </dd>
      </dl>
      <dl>
        <dt>第10条（Cookieの利用について）</dt>
        <dd>
          <p>このウェブサイトでは、利用者の利便性を向上させるためにCookieを利用しています。Cookieとは、ウェブサイトが利用者のブラウザに保存する小さなデータファイルで、利用者の訪問履歴や設定情報を記録することができます。</p>
          <p>具体的には、以下の目的でCookieを使用しています。</p>
          <ul>
            <li>・利用者のログイン状態を保持するため</li>
            <li>・サイトの利用状況を分析し、サービス改善に役立てるため</li>
            <li>・パーソナライズされたコンテンツや広告を提供するため</li>
          </ul>
          <p>利用者は、ブラウザの設定を変更することでCookieの使用を管理することが可能ですが、その場合、一部の機能が正常に動作しない可能性があります。詳しい情報や設定方法については、当ウェブサイトに掲載された<a href="<?php echo home_url() . '/cookiepolicy'; ?>" class="u-orange-marker">Cookieポリシー</a>をご覧ください。</p>
        </dd>
      </dl>
      <dl>
        <dt>第11条（お問い合わせ窓口）</dt>
        <dd>
          <p>本ポリシーに関するお問い合わせは、下記の窓口までお願いいたします。<br>住所：〒187-8551　東京都小平市小川東町4-1-1　7号館3階</p>

        </dd>
      </dl>
      <dl>
        <dt>名称：CPTウェブサイト運営事務局（国立精神・神経医療研究センター 認知行動療法センター内）</dt>
      </dl>
    </section>
  </article>
</div>
<?php get_footer(); ?>