<?php
get_header();
?>

<?php
// メインビューをテンプレート化。
// 表示内容はtenplate-parts/mainview.phpにて設定
get_template_part('template-parts/mainview');
?>

<div class="u-bg-orange-gray">
  <?php
  // パンくずリスト
  get_template_part('template-parts/breadcrumb');
  ?>
  <div class="l-base c-white-box-l__wrapper">
    <article class="c-white-box-l">
      <h2 class="c-h2 c-white-box-l__h1">治療をはじめる前に</h2>
      <p>CPTは、PTSDや関連する症状の改善に効果な治療法であり、万能ではありません。そのため、<b class="u-em-orange-marker">CPTをはじめた方が良いか、もっと別の対応が適するか、支援を求める人と治療提供者とで検討することが必要</b>です。</p>
      <div class="p-tab-box__ordered-box">
        <h4 class="p-tab-box__ordered-box__ttl">CPTをはじめるまでのステップ</h4>
        <ul>
          <li><span><i class="fa-solid fa-1"></i>．</span> 事実（出来事）と考え（スタックポイント、意見、仮定）の違いを見分ける。</li>
          <li><span><i class="fa-solid fa-2"></i>．</span> 状況とつながっている考えを見つける（トラウマティックな出来事につながっている考えも含めて）。</li>
          <li><span><i class="fa-solid fa-3"></i>．</span> 考えを抱いたときに、どのような感情が出てくるかを理解する。</li>
        </ul>
      </div>
      <p>CPTでは、セッションを進めながら、治療の支えとなる「安全で健全な関係づくり」を行うため、治療提供者との関係作りだけを目的としたセッションは不要とされます。一方で、治療に安心して取り組める環境を整えることや、PTSDでお困りの方ご本人が治療に取り組みたい意欲をお持ちかどうかは、とても大切です。治療に取り組む準備が整っているか、丁寧に確認した上ではじめられることをおすすめします。</p>
    </article>
  </div>

</div>

<article class="p-abt-trauma l-base">

  <h2 class="c-h2 p-abt-trauma__h1">CPTのステップ</h2>
  <div class="p-abt-trauma__txt-box">
    <p>CPTは、原則として12回のセッションで構成されます。セッションごとに新しく学ぶ知識とスキルがあり、各回で学んだスキルを次のセッションまでに練習課題として取り組みます。段階を踏みながら、１つずつ、トラウマに向き合い、考え直し、新たな捉え方を見出す方法を身につけていきます。<br>
      ここでは、CPTのステップの概要をご紹介します。一つ一つの詳細をお知りになりたい方は、治療者用のマニュアルをお手にとっていただければ幸いです。</p>
  </div>

  <section class="p-tab-box">
    <div class="u-sp">
      <ul class="p-tab-box__tab-list -fixed-width">
        <li class="active" data-tag="tag01">Step1</li>
        <li data-tag="tag02">Step2</li>
        <li data-tag="tag03">Step3</li>
      </ul>
      <ul class="p-tab-box__tab-list -fixed-width">
        <li data-tag="tag04">Step4</li>
        <li data-tag="tag05">Step5</li>
      </ul>
    </div>
    <div class="u-pc">
      <ul class="p-tab-box__tab-list -fixed-width">
        <li class="active" data-tag="tag01">Step1</li>
        <li data-tag="tag02">Step2</li>
        <li data-tag="tag03">Step3</li>
        <li data-tag="tag04">Step4</li>
        <li data-tag="tag05">Step5</li>
      </ul>
    </div>

    <div class="p-tab-box__wrapper">

      <div class="p-tab-box__item active" data-targetTag="tag01">
        <section class="p-tab-box__inner">
          <h3 class="c-h2 p-tab-box__h1">Step１：PTSDが長引く仕組み、<br class="u-sp">治る仕組みを理解する</h3>
          <p>PTSDとは何か、どうしてつらい症状が維持されてしまうかを学びます。
            そして、PTSDから回復するために、治療でどんなことに取り組むのかを学びます。<br>
            CPTでは、トラウマの体験の後には、精神的・身体的な症状は誰にでも起こり得ると考えます。しかし同時に、多くの場合は、その後に、自然と症状が回復していくと考えます。<b class="u-em-orange-marker">CPTでは、この自然な回復が何らかの要因で、途中で阻まれてしまった状態としてPTSDを理解</b>します。治療では、<b class="u-em-orange-marker">何が自然な回復を妨げているのかを、とくに“考え方”に注目しながら、一緒に探っていきます。</b></p>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">「危ない！」警報の誤作動</h2>
            <p>トラウマを経験した後は、「危ない！」警報が誤作動して、安全な場面でも、体が「戦う・逃げる・固まる」反応をしてしまうことがよくありますが、「もう安全なんだ」とわかると、誤作動は次第に減っていきます。<br>
              しかし、出来事を思い出させるような手がかりを避けると、誤作動に気づかず、何が危険で何が危険ではないか、正確に判断できないままになってしまいます。</p>
            <p class="c-flex"><span class="u-bold"><span>→</span>CPTでは、<b class="u-em-orange-marker">「避けるのをやめて、出来事に向き合う」ことを通して、誤作動に気づき、減らすことを目指します。</b></span></p>
            <!-- <div class="p-tab-box__btn-box">
              <a class="c-btn" href="">詳しくはこちら　<i class="fas fa-angle-right"></i></a>
            </div> -->
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">スタックポイント｜回復の足かせになる考え</h2>
            <p>人は、予想もしなかったショックな出来事に直面した時、その体験を整理しようとして、「考え」を調節します。調節の仕方が極端だったり、実際の出来事の捉え方が現実と離れてしまうと、その考えはPTSDからの回復の足かせになります。</p>
            <p class="c-flex"><span><span>→</span><span class="u-bold">CPTでは、</span>どのように世界やご自身、あるいはトラウマの経験を理解し、整理できるかを考え直していきます。PTSDからの<b class="u-em-orange-marker">回復の足かせとなる考えを「スタックポイント（引っかかり）」と位置づけ、その人固有の“引っかかり”を見つけ、見直していきます。</b></span></p>
            <!-- <div class="p-tab-box__btn-box">
              <a class="c-btn" href="">詳しくはこちら　<i class="fas fa-angle-right"></i></a>
            </div> -->
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">２種類の感情</h2>
            <p>人が抱く感情には、２種類あります。出来事をどのように捉えるか次第で生み出される「作られた感情」は、時に、悲惨な出来事が起きたら皆が感じるような「自然な感情」が出てくるのを邪魔してしまいます。</p>
            <p class="c-flex "><span class="u-bold"><span>→</span>CPTでは、<b class="u-em-orange-marker">出来事の捉え方を見直すことで、作られた感情を解消し、自然な感情をそのままに感じられる状態を目指します。</b></span></p>
            <!-- <div class="p-tab-box__btn-box">
              <a class="c-btn" href="">詳しくはこちら　<i class="fas fa-angle-right"></i></a>
            </div> -->
          </div>

        </section>
      </div>

      <div class="p-tab-box__item" data-targetTag="tag02">
        <section class="p-tab-box__inner">
          <h3 class="c-h2 p-tab-box__h1">Step２：見つめる力をつける</h3>
          <p>PTSDから回復する「考え方」を身につける前の準備として、まずは、<b class="u-em-orange-marker">自分自身のこころの動きを観察する練習</b>をします。状況をどう解釈するかによって、どんな感情になるかが変わります。このステップでは、<b class="u-em-orange-marker">「ABC用紙」を使って、出来事-考え-感情のつながりに気づく</b>ことを目指します。<br>PTSDを抱える人の多くは、感情を避けようと努めます。大変な経験をしたことで、恐れや怒り、悲しみなどの不快な感情が出てきやすい状態ですから、なるべく感情を感じるのを避けたい、不快感を和らげたいと思うのは自然なことでしょう。一方で、「なるべく感じないようにしよう」という試みが、うれしい、楽しいといった心地よい感情まで麻痺させてしまうことがあります。<br>ここでの目標は、<b class="u-em-orange-marker">感情がどこから来ているのかを見定めて、PTSDから自由になるためにその感情をどうすべきか判断する</b>ことです。自然な感情は、そのままに感じるようにします。考えから生まれている「作られた感情」は、背後にある考えをよく観察することが目標になります。
          </p>
          <ul class="c-list -margin u-bold">
            <li><span>１）</span>事実（出来事）と考え（スタックポイント、意見、仮定）の違いを見分ける。</li>
            <li><span>２）</span>状況とつながっている考えを見つける（トラウマティックな出来事につながっている考えも含めて）。</li>
            <li><span>３）</span>考えを抱いたときに、どのような感情が出てくるかを理解する。</li>
          </ul>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">自分自身を観察する</h2>
            <p><b class="u-em-orange-marker">自分に何が起こっているのかを知る手がかりが「感情」、つまり、あなたがどのように感じるか</b>です。感情にはさまざまな種類があり、それぞれの強弱によって表現が変わります。見定めるのが難しい場合は、身体の反応がヒントになります。例えば、怒っているときは心臓がバクバクし、筋肉がぎゅっと縮まります。拳を握ったり、顔が熱くなってくるかもしれません。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">出来事・考え・感情を区別する</h2>
            <p>「どう感じているか」がわかるようになったら、次は、<b class="u-em-orange-marker">自分の感情がどこから生まれているかを見分ける練習</b>に取り組みます。ある出来事、その事実についての考え、そしてその考えから生まれる感情の違いを見分けることが重要です。例えば、「事故に遭った」という出来事があって、それを「私のせいだ」と考えて、「後悔や自己嫌悪」の感情に苦しんでいたとします。でも、そう考えたからといって、それが「私が事故を引き起こした」証拠にはならない、ということを理解していきます。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">考えと感情のつながりに気づく</h2>
            <p><b class="u-em-orange-marker">「どう考えるか」によって、「どう感じるか」は変わります</b>。「出来事が起きたのは私のせいだ」と考えると、自分に対して腹が立ったり、情けない気持ちになるかもしれません。一方で、「最善は尽くしたけれど、あの出来事は防ぎようがなかった」と考えると、悲しくなります。今、あなたが<b class="u-em-orange-marker">つらい気持ちを抱えているとしたら、その感情はどんな考えから生まれているのかを理解することが重要</b>です。PTSDからの回復を図るなら、「スタックポイント」をふり返り、それぞれのスタックポイントを口にしたときに、自分がどう感じるか観察してみてみるステップが役立ちます。</p>
          </div>
        </section>
      </div>

      <div class="p-tab-box__item" data-targetTag="tag03">
        <section class="p-tab-box__inner">
          <h3 class="c-h2 p-tab-box__h1">Step３：トラウマ体験を整理する</h3>
          <p>出来事・考え・感情のつながりを理解できたら、次は、<b class="u-em-orange-marker">トラウマをもたらした出来事について、ふり返っていきます。</b>出来事がなぜ起こったのか、その体験によって世界や自分に対する見方がどのように変わったのかをふり返ります。その中で、自然な感情をあじわうとともに、回復を阻んでいる考え「スタックポイント」を探します。<br>
            「どうしてこんなことが起こったのか？」PTSDを抱えた方の多くが、この問いの自問自答をくり返してこられたのではないかと思います。CPTでは、改めて、この問いへの答えを探していきます。その際、<b class="u-em-orange-marker">出来事全体を眺めて見落としている部分がないか点検し、実際に起ったことについて、正確で、公正な見方を探ります。</b></p>
          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">スタックポイントを見つける</h2>
            <p><b class="u-em-orange-marker">考えを特定できると、それを考え直せるようになります。</b>トラウマ体験についてふり返り、考え直しをするためには、PTSDからの回復を阻む考え「スタックポイント」を見つけることが必要です。考えには、事実に裏打ちされた正確で現実的なものもありますが、そうでないものも多くあります。スタックポイントは、誰かに言われたことをきっかけに生まれることもあれば、くり返し考えているうちに癖になり、事実のように思えてしまっているものもあります。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">「なんでこんなことが起きたか？」を改めて考える</h2>
            <p>出来事を引き起こしたのは誰か？　誰にどれほどの責任があるのか？　改めて考えてみます。その際、そこにいた人のそれぞれが、具体的にはどんな役割を果たしたのかを考えることが重要です。<br>法律や裁判では、「罪」と「過失」は区別されます。それと同じように、その時に置かれていた状況下で、どのような意図で、どのような行動をしたのかによって、その人が出来事についてどの程度責任を負っているのかは変わります。もしあなたが、「私が○○をしていたら、出来事を防げたはずだ」と考えている場合、当時、あなたの持っている力や知識で本当にその行動ができたのかをふり返ってみる必要があるかもしれません。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">自然な感情をあじわう</h2>
            <p>トラウマ体験を整理し、出来事についてこれまでとは違った見方をすることで、自然な感情が動き出します。後悔や罪悪感のかわりに、耐え難い出来事が起きたことへの悲しみが実感されたり、フリーズしていた恐怖が蘇ってくることがあります。<b class="u-em-orange-marker">自然な感情は、はじめに実感された時が最も強く、次第に弱まっていく性質を持ちます</b>。悲しみを感じて涙が出てきたら、「思いっきり泣く」。これが失った大事なもの・ことへのいちばんの弔いになります。</p>
          </div>
        </section>
      </div>

      <div class="p-tab-box__item" data-targetTag="tag04">
        <section class="p-tab-box__inner">
          <h3 class="c-h2 p-tab-box__h1">Step４：考え直す力をつける</h3>
          <p>ワークシートを使い、Step３でとり組んだ<b class="u-em-orange-marker">考え直しを、自分自身で行えるように練習していきます。</b>改めて、トラウマ体験がなぜ起こったか、原因はどこにあるかを考えていきます。<br>PTSDの症状のひとつとして、過度に自分を責め、罪悪感を抱くことがあります。本当に自分に責任があるか、より重い責任を担う人は誰かを考えていきます。</p>
          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">「誰のせい・何のせい」を改めて考える</h2>
            <p>トラウマ体験がなぜ起こったか、原因はどこにあるかを、改めて考えていきます。人はしばしば、すでに起こってしまった出来事に関連して「すべきだった」「すべきでなかった」と考えます。もしそう考えるなら、自分がそうした理由（そうしなかった理由）を思い出すことが大切です。多くの選択にはまっとうな理由があるものですし、そもそも他にとれる選択肢がなく、「そうするよりほかなかった」場合もあります。<b class="u-em-orange-marker">どういう状況に置かれていたかを思い出し、なぜ自分がそのような行動をとった（とらなかった）のかを理解する</b>ことで、自分を責めすぎていたことに気づいたり、他の人の分まで罪悪感を背負い込んでいたことに気づくことがあります。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">考え方の「バイアス」に対処する</h2>
            <p><b class="u-em-orange-marker">事実を「ありのままに見る」というのはとても難しいことで、人は誰でも、それぞれの考えのフィルターをかけた状態で暮らしています。</b>時に、そのフィルターが、スタックポイントを「真実だ」と信じ込ませ、回復の邪魔をします。<br>
              PTSDからの回復を左右しやすいフィルターに、「<b class="u-em-orange-marker">後知恵バイアス</b>」や「<b class="u-em-orange-marker">公正世界の信念</b>」があります。後知恵バイアスは、結果がわかっている出来事について、実際には予見し得ないことなのに「結果を予測できたはずだ」と考えることです。出来事について「こうしておけばよかった」と考えたことのある人は、このフィルターがかかっているかもしれません。また、「公正世界の信念」は、「良い人には良いことが起こり、悪い人には悪いことが起こる」「良いことをすると良い結果が返ってくる、悪いことをすると悪い結果が返ってくる」と行った考えです。「こんなひどいことが起こったのだから、私は何か悪いことをしたに違いない」という考えが頭をよぎったことがある人は、このフィルターがかかっているかもしれません。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">自分で自分の治療者になる</h2>
            <p>CPTでは、上のような考え直しを、まずは治療者との対話の中で実践します。その上で、今度は自分自身で考え直しができるように、ワークシートを使って練習していきます。そうすることで、１２回のセッションが終わった後でも、引き続き自分自身で考え直しができる状態を目指します。<b class="u-em-orange-marker">治療を通して考え直しの力を鍛えることで、その後の人生でたとえ困難に出会ったとしても、自分で自分を助けることができるようになる準備を整える</b>のです。</p>
          </div>
        </section>
      </div>

      <div class="p-tab-box__item" data-targetTag="tag05">
        <section class="p-tab-box__inner">
          <h3 class="c-h2 p-tab-box__h1">Step５：５つのテーマに取り組む</h3>
          <p>「どうしてこんな出来事が起こったのか」をふり返り、バランスの取れた見方を手に入れたら、治療の仕上げとして、トラウマ体験によって影響を受けやすい５つのテーマについて１つ１つ見直していきます。出来事を体験したことで、<b class="u-em-orange-marker">自分や他者の見方</b>がどう変化したかに目を向け、 PTSDから回復した生活の準備を整えます。<br>
            CPTでは、トラウマとなる出来事によって混乱しやすい５つのテーマを取り上げて、見直していきます。<b class="u-em-orange-marker">「安全」「信頼」「力とコントロール」「価値」「親密さ」について</b>、順にふり返りながら、<b class="u-em-orange-marker">トラウマ体験を乗り越えて生きる生活の指針を自ら作っていきます</b>。</p>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">安全のテーマ</h2>
            <p>トラウマティックな出来事が起こった時、安全ではない状態に置かれたという事実が、考え方の変化をもたらします。同じような出来事を体験したり、別の悪いことが起こる確率を、かなり高く見積もるようになります。<br>
              悪いことが一度起こったという事実は、信じられないほど痛ましいことですが、同じことが再び起こる確率自体が高まるわけではありません。CPTでは、そうした事実を思い出し、<b class="u-em-orange-marker">出来事が起きる可能性を冷静に見積もっていきます</b>。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">信頼のテーマ</h2>
            <p>信頼していた人に傷つけられたり裏切られたりした場合、自分の判断を信じられなくなったり、「誰も信用できない」と考えるようになるかもしれません。<br>「信頼」とはそもそもどのようなものかを学び、<b class="u-em-orange-marker">相手についての情報を集めながら、種類</b>（どういう側面についての信頼か）<b class="u-em-orange-marker">と、程度</b>（「信じられる」「信じられない」の２択ではなく、「どれくらい信じられるか」という連続線上のどのあたりに位置付けられるか）<b class="u-em-orange-marker">で判断していく習慣を身につけます</b>。</p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">力とコントロールのテーマ</h2>
            <p>一生懸命に働き「正しい」ことをすれば、人生はうまく行くと信じられてきた場合、出来事が起こるのを防げなかった経験から、うまくコントロールできなかった自分を責めたり、反対に「何をしても無駄」と考えるようになることがあります。<br>
              私たちは、自分自身の言動はコントロールできますが、他人の行動や反応はコントロールできませんし、自然災害やすべての事故を防ぐこともできません。<b class="u-em-orange-marker">すべてをコントロールできるわけではないという事実を受け入れ、コントロールできることとできないこと、そしてそれが自分にとって何を意味するのかを現実的に理解していきます。</b></p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">価値のテーマ</h2>
            <p>出来事の最中に経験したことやその体験の意味づけによって、自分や他者の価値が損なわれたように感じ、自分を「幸せになる資格がない」「自分は悪い／弱い人間だ」と考えたり、他の人について「世の中の○○は全員悪い／無価値だ」と考えるようになることがあります。<br>
              世の中には、善い人もいれば悪い人もいます。一人の人の中に長所も短所もあります。自分に自信を持てる部分もあれば、これから改善していきたい部分も見つかるかもしれません。そういった一つ一つに向き合い、<b class="u-em-orange-marker">人生のなかで自分自身をどう扱い、他の人とどのように関わっていくかを考えていきます。</b></p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">親密さのテーマ</h2>
            <p>親密さとは、対象に親しみを持ち近しく感じる感覚を意味します。トラウマ体験により、他者との関わり方が変化し、「親しくなると傷つけられる」「誰も受け入れてくれない」と考えるようになり、友人関係や親しい関係から距離を置きたくなるかもしれません。出来事について自分を責め、自分に優しくなれない人もいます。<br>
              考え直しを進める中での目標は、<b class="u-em-orange-marker">自分自身でいることを許し、ありのままの自分を受け入れる</b>ことです。そして、<b class="u-em-orange-marker">自分自身を癒しケアする能力を取り戻すとともに、他者があなたを大事にしてくれる相手かを見分け、ちょうどよい距離を探っていきます。</b></p>
          </div>

          <div class="p-ttl-txt-box">
            <h2 class="p-ttl-txt-box__ttl">CPTを終えて、前に進む</h2>
            <p>CPTのすべての課題を終えたら、「どうしてこんな出来事が起こったのか」「出来事が自分・他者・世界についての見方にどのような影響を与えたか」について、今改めて、どう考えているかをふり返ります。CPTをはじめた頃と比べて変化したことを確認し、まだ残っているスタックポイントを整理します。<br>CPTを終えたからといって、生活上のすべての課題が解決するわけではありません。しかし、自分の力で出来事に向き合い、自然な感情をとり戻し、バランスの取れた見方で物事を捉える力を手に入れた経験は、これから先の人生を歩むにあたっての糧になります。</p>
          </div>
        </section>
      </div>

    </div>
  </section>
</article>

<?php get_footer(); ?>